{
    "Name": "Smriti Bangera",
    "roleAnswer": "President",
    "skipUniveristyAnswer": false,
    "skipWhyStudyAnswer": false,
    "skipDreamJobAnswer": true,
    "skipWhyRobogalsAnswer": false,
    "skipAppliedStemAnswer": false,
    "skipFunFactsAnswer": false,
    "universityAnswer": "4th Year of Bachelor of Engineering (Honours) in Mechatronics with Minors in Software and Environmental Management at Queensland University of Technology!",
    "whyStudyAnswer": "I’ve always had a love for Mathematics, Technology and Art all through school but what made me want to go into Engineering was the fact that creativity was an important cornerstone of Engineering. I was involved in a lot of Robotics challenges and competitions during high school where I realised although it doesn’t seem like an obvious factor, creativity plays a large role, along with its more obvious and conventional counterparts Math and Science. So it was a great fit for me at the time!\n\nSince starting University I have had many incredible opportunities to venture into various volunteer roles where I have learnt about many areas, learnt a lot about myself and the impact we have on the planet. So I would love to venture into the work of environmental development and sustainability!",
    "dreamJobAnswer": "",
    "whyRobogalsAnswer": "I first joined Robogals as a Volunteer at the start of 2019 (good old pre-covid times), then went on to become an exec member later that year, and now am onto my 3rd year in the club!\n\nAt my first Robogals event, I did do the classic Uni student thing where I dragged the friend I had made at another event (who is now our secretary!), but I found out that I didn’t need to worry about that because Robogals is a welcoming community. I quickly learned that the core values of Diversity and Innovation were something I was very passionate about and wanted to pay it forward as any way I could!\n\nAs for the reason I’ve stayed, I would say it always seems to go back to the incredible people I have come across in STEM. Having had incredible female STEM inspirations in my life – my first one being my Year 2 IT and Science teacher Mrs. Dietrich who sparked the curiosity and drive I carry with me even today! I’ve found Robogals is a great way to keep that good domino effect going of inspiring future generations and getting the world to a more inclusive and diverse environment.\n\nMore recently Robogals Brisbane is reaching a point where some schools students we ran a workshop with are now entering University and are seeking Robogals to become members and do what past members have done for them – it’s so wonderful to be here and live through that full circle moment!\n\nAs a woman in STEM it definitely gives me hope for a better future for diversity and have met some of my closest friends through our community 🙂\n\nI would like to build on our volunteer community to grow our community on the schools, university and industry level to enable more diversity.",
    "appliedStemAnswer": "It’s always going to be Marie Curie. Her life, and journey is so motivating!",
    "funFactsAnswer": "I’m a plant mum and recently have had 5 new babies to my plant family! (It is turning into a little bit of a jungle at my house). I’m always down to hear about the different plants people love and nurture! "
}